/* name of this language */
"language" = "French";

/* iTC What's New */
"    - Daily Alarm\n    - Solar noon indication\n    - Noon on top option\n    - Option to stay on only when plugged in"="    - Daily Alarm\n    - Solar noon indication\n    - Noon on top option\n    - Option to stay on only when plugged in";
/* iTC What's New 1.3 */
"    - Improved graphics\n    - Solar and Lunar Eclipse Simulator"="- Graphiques améliorés\n    - Simulateur d'éclipse solaire et lunaire";
/* label for a WWW link */
" ... tap to visit our web site"="... touchez pour visiter notre site Web";
/* format string with a one character abbreviation for 'day' */
"%s%dd %02d:%02d:%02d"="%1$s%2$dd %3$d:%4$d:%5$d";
/* format string with a one character abbreviation for 'year' and 'day' */
"%s%dy %dd %02d:%02d:%02d"="%1$s%2$dy %3$dd %4$d:%5$d:%6$d";
/* label for enable alarm clock switch */
"Alarm:"="Alarme :";
/* the label on a dial: the angle above the horizon */
"Altitude"="Altitude";
/* label for a Annular solar eclipse */
"Annular solar eclipse"="Eclipse solaire annulaire";
/* the constellation of the zodiac */
"Aquarius"="Aquarius";
/* the constellation of the zodiac */
"Aries"="Aries";
/* the label on a dial: the angle around the horizon */
"Azimuth"="Azimut";
/* label for when the eclipse is below the horizon */
"Below horizon"="En dessous de l'horizon";
/* the constellation of the zodiac */
"Cancer"="Cancer";
/* the constellation of the zodiac */
"Capricornus"="Capricornus";
/* short abbreviation for century */
"cent"="siècle";
/* short abbreviation for day */
"day"="jour";
/* First-run alert button to go to release notes */
"Details"="Détails";
/* name of option to turn off the iPhone's automatic screen locking feature */
"Disable Auto-Lock:"="Désactiver le verrouillage automatique :";
/* Done */
"Done"="Fini";
/* one character abbreviation for 'east' */
"E"="E";
/* the planet Earth */
"Earth"="Terre";
/* label for the Eclipse Simulator or Viewer or Window */
"Eclipse Simulator"="Simulateur d'éclipse";
/* the label on a dial: Equation of Time */
"Equation of Time"="Équation du temps";
/* the constellation of the zodiac */
"Gemini"="Gemini";
/* help message0 */
"Help Text0"="Les aiguilles principales de couleur or indiquent les heures, minutes et secondes au format habituel de 12 heures. La petite aiguille centrale avec la grande pointe de flèche blanche indique l'heure au format 24 heures.";
/* help message1 */
"Help Text1"="Les cercles de couleur représentent les heures auxquelles chaque planète se trouve au dessus de l'horizon. Le plus important derrière les autres représente le soleil. Les 11 flèches colorées représentent les heures du crépuscule astronomique, crépuscule nautique, crépuscule civil, lever/coucher de soleil, l'heure d'or et la culmination solaire.";
/* help message1.5 */
"Help Text1.5"="Le petit cadran surnommé 'Simulateur d'éclipse' possède 3 icônes sur le cercle extérieur, représentant l'ombre du soleil, de la lune et de la Terre, lors de leur rotation dans le ciel autour de la Terre, et deux lignes rouges et fines indiquant les nodules de l'orbite de la lune (points auxquels elle croise la surface plane d'une éclipse). La zone à l'intérieur du cercle est normalement vide, mais proche de la période d'une éclipse lunaire ou solaire, l'activité d'une éclipse apparaîtra ici.";
/* help message2 */
"Help Text2"="Touchez Établir pour entrer dans le mode Établir. Puis touchez une des unités de temps pour aller de l'avant (bleu) ou aller vers l'arrière (rouge) selon la quantité. Toucher Phase permet d'avancer ou de reculer vers la prochaine phase trimestrielle de la lune.";
/* help message3 */
"Help Text3"="Appuyez et maintenez un de ces points pour avancer de manière continue. Faites glisser votre doigt en dehors du bouton avant de le lever pour retoucher le bouton et avancer de manière continue. Touchez Réinitialiser pour retourner à l'heure actuelle.";
/* help message4 */
"Help Text4"="Touchez les indicateurs d'altitude ou d'azimut pour changer les valeurs de la planète qui seront affichées là.";
/* help message5 */
"Help Text5"="Le point rouge sur l'image de la Terre indique votre emplacement actuel. Si ce n'est pas ce que vous souhaitiez, vous devriez le déterminer manuellement en utilisant les commandes ci-dessus. Si votre emplacement et fuseau horaire ne correspondent pas, alors les informations astronomiques seront étranges.";
/* help message6 */
"Help Text6"="Pour fixer l'heure de l'alarme, veuillez tout d'abord mettre l'alarme sur ON, puis touchez le bouton Établir qui apparaît. Lorsque vous retournez à l'écran principal, un indicateur rouge apparaîtra, indiquant l'heure de l'alarme en dehors du cadran de 24 heures. Lorsque l'heure de l'alarme arrive, vous entendrez un son pendant environ 20 secondes (ou vous pouvez le faire cesser en touchant immédiatement l'écran).";
/* help message7 */
"Help Text7"="L'Observatoire Emerald conserve l'heure affichée synchronisée aux horloges atomiques internationales par le biais du NTP. Ceci requiert une connexion Internet, et quelques secondes seront peut-être nécessaires pour que la synchronisation s'effectue, à chaque fois que l'application s'exécute. L'indicateur au coin en bas clignote lors du processus de synchronisation et devient vert lorsqu'elle a été complétée avec succès ou jaune si la synchronisation a échouée.";
/* help message8 */
"Help Text8"="Visitez notre site Web sur https://github.com/Chrisp671/Day-4-Observatory pour de plus amples renseignements (touchez notre logo en bas de cette page).  N'hésitez pas à nous envoyer un courrier si vous avez des questions ou des problèmes. Tous commentaires et suggestions sont les bienvenus.";
/* short abbreviation for hour */
"hour"="heure";
/* iTC description0; terms here should match those in the other strings */
"iTC description0"="L'Observatoire Emerald affiche une abondance de renseignements astronomiques, et tout sur un écran, dans un format unique mais compréhensible. Les renseignements incluent :";
/* iTC description1 */
"iTC description1"="- Les heures de lever et coucher du Soleil, de la Lune et des 5 planètes classiques
    - Les heures de début et fin du crépuscule
    - Un planétaire héliocentrique (Montre les planètes en orbite autour du soleil)
    - L'altitude et l'azimut des mêmes corps (un corps à la fois)
    - La phase actuelle et la taille apparente et relative de la lune
    - Les régions sous la nuit ou le jour sur une carte du monde
    - L'équation du temps, l'heure solaire, l'heure UTC, et le temps sidéral
    - Indicateur de mois, jour, année et année bissextile";
/* iTC description2 */
"iTC description2"="Egalement : 
    - Les heures affichées sont synchronisées à l'horloge atomique standard par le biais du NTP
    - Utilise la localisation iPad, ou la latitude et longitude peuvent être déterminées manuellement. 
    - Fonction d'alarme quotidienne";
/* iTC description3; terms here should match those in the other strings */
"iTC description3"="Les réglages sont disponibles afin de permettre à l'affichage de rester en marche de manière continue.";
/* iTC description4; terms here should match those in the other strings */
"iTC description4"="Touchez l'affichage pour avancer ou reculer l'heure d'une minute, d'une heure, d'un jour, d'un mois ou d'un an. Vous pouvez trouver un manuel détaillé sur le fonctionnement de l'Observatoire Emerald sur le site Web de Emerald Sequoia LLC : https://github.com/Chrisp671/Day-4-Observatory";
/* iTC description; terms here should match those in the other strings */
"iTC description5"="Si vous rencontrez des problèmes avec l'application, veuillez examiner notre Foire aux Questions sur la page de soutien listée ci-dessous, et nous contacter par le biais de cette page si votre problème n'est pas résolu. Nous sommes fiers de notre réponse rapide à toutes demandes de soutien par e-mail.";
/* the planet Jupiter */
"Jupiter"="Jupiter";
/* First-run alert button to skip release notes for now */
"Later"="Plus tard";
/* north-south coordinate */
"Latitude:"="Latitude :";
/* term for years with Feb 29 as in: '2012 is a leap year' */
"leap"="bissextile";
/* term for years with Feb 29 */
"leap (%d)"="bissextile (%d)";
/* the constellation of the zodiac */
"Leo"="Leo";
/* the constellation of the zodiac */
"Libra"="Libra";
/* east-west coordinate */
"Longitude:"="Longitude :";
/* the planet Mars */
"Mars"="Mars";
/* the planet Mercury */
"Mercury"="Mercure";
/* short abbreviation for minute */
"min"="min";
/* short abbreviation for month */
"mon"="mois";
/* the proper name of Earth's moon */
"Moon"="Lune";
/* one character abbreviation for 'north' */
"N"="N";
/* one character abbreviations for compass points: north, east, south, west */
"N,E,S,W"="N,E,S,O";
/* the planet Neptune */
"Neptune"="Neptune";
/* First-run alert button to permanently skip release notes */
"Never"="Jamais";
/* label for when no eclipse is visible */
"No eclipse"="Aucune éclipse";
/* name of option for noon on the top of the 24-hour dial (instead of midnight) */
"Noon on Top:"="Midi en haut :";
/* term for years without Feb 29 as in '2010 is not a leap year' */
"not leap"="non bissextile";
/* OK */
"OK"="OK";
/* Title for options settings screen */
"Options"="Options";
/* label for a Partial lunar eclipse */
"Partial lunar eclipse"="Eclipse lunaire partielle";
/* label for a Partial solar eclipse */
"Partial solar eclipse"="Eclipse solaire partielle";
/* short abbreviation for phase of the Moon */
"phase"="phase";
/* the constellation of the zodiac */
"Pisces"="Pisces";
/* constellations of the zodiac */
"Pisces,Aries,Taurus,Gemini,Cancer,Leo,Virgo,Libra,Scorpius,Sagittarius,Capricornus,Aquarius"="Pisces,Aries,Taurus,Gemini,Cancer,Leo,Virgo,Libra,Scorpius,Sagittarius,Capricornus,Aquarius";
/* the planet Pluto */
"Pluto"="Pluton";
/* label for the button that reverses the action of 'Set' */
"Reset"="Rétablir";
/* one character abbreviation for 'south' */
"S"="S";
/* the constellation of the zodiac */
"Sagittarius"="Sagittarius";
/* the planet Saturn */
"Saturn"="Saturne";
/* the constellation of the zodiac */
"Scorpius"="Scorpius";
/* Set (verb) */
"Set"="Régler";
/* label for alarm time setting widget */
"Set the alarm time:"="Régler l'heure de l'alarme :";
/* Details */
"Show details"="Montrer les détails";
/* the label on a dial: a truncation of 'sidereal time' or 'star time' */
"Sidereal"="Sidéral";
/* the label on a dial: a truncation of 'Solar time' or 'Sun time' */
"Solar"="Solaire";
/* Stop alarm test */
"Stop"="Stop";
/* the proper name of Earth's star */
"Sun"="Soleil";
/* the constellation of the zodiac */
"Taurus"="Taurus";
/* Test alarm */
"Test"="Test";
/* Astronomy date range checking */
"The earliest time supported is"="L'heure la plus proche disponible est";
/* Astronomy date range checking */
"The latest time supported is"="La dernière heure disponible est";
/* iTC keywords */
"time,clock,astronomy,NTP,atomic,sunset,photo,planet,moon,alarm,sunrise,twilight,earth,lunar,UTC"=
"heure,horloge,coucher de soleil,photo,planète,lune,alarme,lever de lune,crépuscule,éclipse";
/* short two-line label indicating that the last NTP synchronization was canceled */
"Time\nsync canceled"="Heure\nsync annulée";
/* short two-line label indicating that the last NTP synchronization failed */
"Time\nsync failed"="Heure\nsync échouée";
/* short two-line label indicating that NTP synchronization is OFF */
"Time\nsync OFF"="Heure\nsync OFF";
/* short two-line label indicating that watch time is synchronized with NTP */
"Time\nsynchronized"="Heure\nsynchronisée";
/* short two-line label indicating that NTP synchronization is in progress */
"Time\nsyncing..."="Heure\nen cours de synchronisation...";
/* label for a Total lunar eclipse */
"Total lunar eclipse"="Eclipse lunaire totale";
/* label for a Total solar eclipse */
"Total solar eclipse"="Eclipse solaire totale";
/* Help message for 'Use Location Services' */
"Turn OFF to set location manually"="Éteindre pour déterminer l'emplacement manuellement";
/* Help message for 'Noon on Top' */
"Turn ON for noon on top, OFF for midnight on top"="Mettez sur ON pour midi au haut, OFF pour minuit en haut";
/* Help message for Disable Auto-Lock on battery */
"Turn ON to prevent automatic sleep on battery"="Mettez sur ON pour éviter la mise en veille automatique de la batterie";
/* Help message for Disable Auto-Lock when plugged in */
"Turn ON to prevent automatic sleep when plugged in"="Mettez sur ON pour éviter la mise en veille automatique lors de la connexion";
/* timezone / position mismatch warning message */
"tz-pos warning"="Votre emplacement et fuseau horaire ne concordent pas ; voyez le label au dessus de la position 6 heures et le point rouge sur la carte du monde. Vous avez peut-être besoin de changer votre fuseau horaire dans les Réglages de l'app. (Général/Date & Heure), ou vous devez attendre que le dispositif détermine son fuseau horaire et emplacement. Vous pouvez faire une mise à jour forcée en sélectionnant Utiliser les Services de localisation ou en déterminant l'emplacement manuellement.";
/* error message */
"Unknown planet number %d"="Numéro de planète inconnu %d";
/* the planet Uranus */
"Uranus"="Uranus";
/* Help message for latitude/longitude entry */
"Use a single decimal number for each field; use negative values for south and west."="Utilisez un seul nombre décimal pour chaque champs ; utilisez des valeurs négatives pour le sud et l'ouest.";
/* name of option to use the iPhone's location determination features */
"Use Location Services:"="Utiliser les Services de localisation :";
/* the planet Venus */
"Venus"="Vénus";
/* the constellation of the zodiac */
"Virgo"="Virgo";
/* one character abbreviation for 'west' */
"W"="O";
/* Warning */
"Warning"="Avertissement";
/* First-ever run alert button to go to application help on website */
"Website (in English)"="Site Web (en anglais)";
/* First-ever-run alert summary */
"Welcome to Emerald Observatory!\n\nThere's lots of Help available"="Bienvenue à l'Observatoire Emerald !\n\nUne abondance d'Aide est à votre disposition";
/* Version 1.3 first-run alert summary */
"Welcome to version %@, with\n\n<new stuff>\n\nTap Details to get more information on the (English) website"="Bienvenue sur la version %@\n\nTouchez Détails pour obtenir de plus amples renseignements sur le site Web (anglais)";
/* short abbreviation for year */
"year"="année";
/* Large NTP skew warning message */
"Your clock differs from NTP time by %.0f seconds.\nPlease check that your Date & Time and Timezone settings are correct." = "Votre horloge diffère de temps NTP par %.0f secondes.\nVeuillez vérifier que votre date et l'heure et les paramètres de fuseau horaire sont corrects.";
/* location determination failure message */
"Your location cannot be determined.  You may need to enter a location manually (tap the \"i\" at the bottom right)."="Votre emplacement ne peut être déterminé. Vous devez saisir un emplacement manuellement (Touchez le \"i\" en bas à droite).";
/* Invalid location warning message */
"Your location\n\n%@\n\nappears to be invalid.  Turn 'Use Location Services' ON or enter a valid latitude and longitude."="Votre emplacement\n\n%@\n\nparaît invalide. Activez Utiliser les Services de localisation ou saisissez une latitude et une longitude valides.";
/* detailed timezone/position warning message */
"Your timezone:\n\n%@ (%@)\noffset %d:%02d, centered at %d%s\n\ndoesn't match your location:\n\n%0.5f, %0.5f\n(± %.0f meters)"="Votre fuseau horaire :\n\n%1$@ (%2$@)\noffset %3$d:%4$d, centré à %5$d%6$s\n\nne correspond pas à votre emplacement:\n\n%7$.5f, %8$.5f\n(± %9$.0f mètres)";


/* App display name */
"Observatory" = "Observatoire";

